Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/E10C.tmx
Source language: en_us
Languages: zh_cn

source: Get Quartz and Porcelain Surfaces Super Clean
zh_cn: 保持石英和瓷器表面清洁

source: Maintaining the new and sleek appearance of your home doesn't have to be a painful and time-intensive process; as a general rule, the more often you clean, the less time and money you'll have to spend on major cleaning overhauls.
zh_cn: 保持房间内的干净和整洁，其实并不是件头疼而费时间的事；一般来讲，你到扫的越频，花在打扫上的钱就越少。

source: But as kitchen and bath designerKayron Brewer says, it's really about making smart decisions when it comes to your surfaces: "Choose the right materials for the right applications and uses -- especially when you are talking about the kitchen and bath."
zh_cn: 但是正如厨房和浴室设计专家 Kayron Brewer 所说，家具的表面要做明智的选择：要选择和用途相适应的材料——尤其是厨房和浴室。

source: Here are a few tips on how to clean tiles, sinks and countertops that are made of a variety of materials.
zh_cn: 下面是一些清理不同材料的瓷砖，水槽，操作台等的建议。

source: Natural Quartz
zh_cn: 天然石英。

source: Quartz is one of the hardest minerals found in nature, so it's a fitting material for the busiest space in the home: the kitchen.
zh_cn: 石英石自然界最坚硬的材料之一，所以它适用于房子里最繁忙的空间：厨房。

source: Quartz countertops are made from crushed pure natural quartz combined with a small amount of pigment and resin.
zh_cn: 石英操作台是由压制的天然石英与少量的色素和树脂结合而成。

source: This combination of materials allows quartz to be a dense, nonporous stone that is both scratch and stain resistant with no sealing required.
zh_cn: 这样组合能够使石英更加密集，无孔，即使不用塑封也能够抗水抗痕。

source: However, says kitchen and bath designer Gary Lichlyter, "you really can't tell the difference [in terms of surface gloss and sheen] between a sealed and nonsealed quartz countertop.
zh_cn: 然而，厨房和浴室设计师 Gary Lichlyter 说，其实你并不能区分出塑封的石英和没有塑封的石英。

source: Sealing takes just a few minutes but can really help protect your quartz surface for long-term use, so I highly recommend it."
zh_cn: 塑封并不费时间，凡是却能长久的保护石英，我强烈推荐它。

source: Cambria quartz boasts of the most simple maintenance regimen: Wash the surface with a soft cotton cloth and warm water with a mild dish soap.
zh_cn: Cambria石英吹嘘说拥有最简单的保养方法：用加入了温和的洗洁精的温暖洗过的软棉布清洗表面。

source: According to the company website, "Cambria is durable and more resistant to surface damage than other stone.
zh_cn: 根据公司网页所说： Cambria 时最耐用而且比其他石头更能抵抗表面损坏。

source: However, all stone can be damaged by force and no stone is chip-proof.
zh_cn: 然而，所有的石头在重力之下都会损坏的，而且没有不碎的石头。

source: Objects hitting edges particularly at sinks or dishwashers may cause chips."
zh_cn: 物体碰到水槽和希望贵等的坚硬边缘就特别容易损坏。

source: Remember, natural stone surfaces like quartz can also be damaged by sudden and rapid changes of temperature as well as direct contact with hot pots and pans.
zh_cn: 记住，像石英一样的天然石头在温度差距过大的时候，比如说直接接触到过热的锅子，可能意外损坏。

source: Always use a potholder to protect the natural quartz surface.
zh_cn: 始终要使用防热垫来保护天然石英的表面。

source: For tough stains: Quartz countertops are meant to be stain free, as the surface does not absorb liquids.
zh_cn: 顽固污渍：石英操作台不会有顽固污渍，因为其表面不吸收液体。

source: Stay away from: Bleach and abrasive products.
zh_cn: 要远离：漂白水以及磨具类产品。

source: Travertine
zh_cn: 石灰华

source: The biggest issue people have with cleaning and maintaining a travertine shower is soap scum.
zh_cn: 清洁及保持石灰华花洒的最大问题就是皂垢。

source: Soap scum can damage tiles and ruin the look of a travertine shower.
zh_cn: 皂垢可以损坏瓷砖，影响花洒的美观。

source: Also, hard water deposits can also start to accumulate in a travertine shower.
zh_cn: 而且，石灰华花洒中还会积累硬水堆积物。

source: "A travertine-tiled showeris a constantly wet surface, so upon installation, I strongly urge people to apply the best sealer that money can buy to protect their travertine shower," says Lichlyter.
zh_cn: 石灰华花洒表面通常都是潮湿的，所以安装的时候，我强烈推荐大家买密封最好的，多花的那点钱会帮你保护好石灰华花洒的。 Lichlyter 说。

source: For tough stains:Lichlyter recommends zero-pH cleaners, which are readily available in home improvement stores.
zh_cn: 顽固污渍： Lichlyter 推荐ph值为零的清洁剂，在装修店就有售。

source: Stay away from: "Commercial cleaners that smell good but have petroleum in the ingredients," says Lichlyter.
zh_cn: 远离：闻起来很好但是成分中含有汽油的商业清洁剂。 Lichlyter 说。

source: "Petroleum sits on tile grout and causes residue and a dirty-looking appearance."
zh_cn: 汽油会残留在灰泥上，看起来很脏。

source: Also avoid acidic substances like vinegar as well as abrasive cleaners and dish soap containing citrus oil.
zh_cn: 而且不要使用酸性物质，例如醋和摩擦性清洁剂以及含有柑橘油的洗洁精。

source: Porcelain Sinks
zh_cn: 瓷质水槽

source: Kitchen and bath designerAngie Keyes' cleaning regimen for porcelain sinks is simple: She uses a Magic Eraser or a disinfecting bathroom cleaner likeComet, which comes in a nonabrasive, bleach-free liquid solution made for porcelain and ceramic surfaces.
zh_cn: 厨房和浴室设计师 Angie Keye 清洁瓷质水槽的方法很简答：她用 Magic Eraser 或者是消毒式清洁剂例如Comet，其具有非摩擦性，不含漂白水等特点，适用于清洁瓷质和水泥表面。

source: Lichlyter adds, "Tried and tested brands like American Standard and Kohler have porcelain surfaces that can handle all kinds of cleansers."
zh_cn: Lichlyter 补充说，认证品牌像美国的 Standard 和Kohler等公司出产的瓷质家具，就有可以使用各种清洁剂。

source: For tough stains:Lichlyter recommends applying a bit of powder cleanser on the scuff marks and letting it sit for a few minutes before scrubbing the powder off with a scrub brush.
zh_cn: 顽固污渍： Lichlyter 推荐在磨损处运用一点强力去污粉，等待几分钟，再用硬毛刷把去污粉擦去。

source: Blogger Desireeswears by soft cleanser Bar Keepers Friend, which works without having to use bleach on the surface.
zh_cn: 博客人Desireé 及其信赖 Bar Keepers Friend ，这种产品不会再表面运用漂白粉。

source: "Apply a small amount [of Bar Keepers Friend] directly on the areas where you see stains. ...
zh_cn: 你看到污渍的时候就直接在有污渍的地方用一点点...

source: You'll see the stains disappear before your eyes."
zh_cn: 污渍就会消失了。

source: Stay away from: Bleach, which will eventually eat through the enamel seal on the porcelain.
zh_cn: 远离：漂白粉，最终将会随坏瓷漆表面的镀膜。

source: Engineered Stone
zh_cn: 工程石

source: Engineered stone countertops are made of 93 percent natural stone and 7 percent polymers and are highly resistant to scratches and stains.
zh_cn: 工程石操作台是由93%的天然石头和7%的高分子材料制成，抗痕抗污能力非常强。

source: "Engineered stone countertops are highly resilient, but high temperatures will damage the polymers and can also damage your counters," says Lichlyter.
zh_cn: 工程石操作台还原能力非常强，但是高温同样能损坏高分子材料，进而毁坏操作台。 Lichlyter 说。

source: Use a hot-pot pad when placing heated objects on engineered stone surfaces.
zh_cn: 把热锅放在操作台的时候要用隔热垫来保护石头表面。

source: For countertops with a smooth and matte look, use a mild soap and water solution to clean and polish the surface.
zh_cn: 由于操作台表面平整无光泽，可以用温和的肥皂水来清理表面。

source: For tough stains: Multipurpose cleaners and detergents applied to scouring pads should take care of tough stains by transferring the dirt from the surface to the pad; the rough pad will not damage your countertop surface.
zh_cn: 顽固污渍：运用多重用清洁剂以及洗洁精，防止操作台表面的污渍转移到隔热垫上，隔热垫可不会损坏你的操作台。

source: Stay away from: "Avoid using harsh chemicals like bleach or ammonia," says Whitsunday Marble & Granite.
zh_cn: 远离：不要使用刺激性化学物质，像漂白水和氨水。Whitsunday Marble &Granite 说。

source: "To clean engineered stone we recommend water and a mild detergent.
zh_cn: 清洁工程石，我们推荐用水或者柔和的清洁剂。

source: Engineered stone is tough, but not indestructible."
zh_cn: 工程石是很坚硬，但不是不可摧毁的。
